Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/UserNotificationsKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Send
ar: إرسال
bg: Изпрати
ca: Envia
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
es_419: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Envoyer
he: שליחה
hi: भेजें
hr: Šalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
kk: Жіберу
ko: 보내기
lt: Siųsti
ms: Hantar
nl: Verstuur
pl: Wyślij
pt: Enviar
pt_pt: Enviar
ro: Trimiteți
ru: Отправить
sk: Odoslať
sl: Pošlji
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_cn: 发送
zh_hk: 傳送
zh_tw: 傳送

# SUMMARIZATION_ONBOARDING_INTRO_TITLE_TEXT
source: Summarize Notifications
ar: تلخيص الإشعارات
bg: Обобщение на известията
ca: Notificacions resumides
cs: Souhrny oznámení
da: Opsummering af notifikationer
de: Mitteilungen zusammenfassen
el: Σύνοψη γνωστοποιήσεων
es: Resumir notificaciones
es_419: Resumen de notificaciones
fi: Tee ilmoitusten yhteenveto
fr: Résumer les notifications
fr_ca: Résumer les notifications
he: סיכום העדכונים
hi: सूचनाओं का सारांश तैयार करें
hr: Sažmi obavijesti
hu: Értesítések összegzése
id: Ringkas Pemberitahuan
it: Riepilogo notifiche
ja: 通知を要約
kk: Хабарландыруларды жинақтау
ko: 알림 요약
lt: Pranešimų santraukos
ms: Ringkaskan Pemberitahuan
nl: Vat meldingen samen
no: Oppsummer varslinger
pl: Streszczaj powiadomienia
pt: Resumir Notificações
pt_pt: Resumir notificações
ro: Rezumare notificări
ru: Обобщение уведомлений
sk: Zhrnúť hlásenia
sl: Povzetek obvestil
sv: Sammanfatta notiser
th: สรุปการแจ้งเตือน
tr: Bildirimleri Özetle
uk: Підсумки зі сповіщень
vi: Tóm tắt thông báo
zh_cn: 生成通知摘要
zh_hk: 生成通知摘要
zh_tw: 生成通知摘要

# RELATIVE_DATE_FUTURE_MIN
source: in %@m
ar: خلال %@ دقائق
bg: след %@ мин
ca: en %@ min
cs: za %@ min
da: om %@ m.
de: In %@ Min.
el: σε %@ λ.
es: en %@ m
es_419: dentro de %@ min
fi: %@ min
fr: dans %@ min
fr_ca: dans %@ min
he: בעוד %@ דק׳
hi: %@ मिनट में
hr: za %@ min
hu: %@ percen belül
id: dalam %@m
it: tra %@ min
ja: %@分後
kk: %@ минуттан кейін
ko: %@분 후
lt: po %@ min.
ms: dalam %@m
nl: over %@m
no: om %@ min
pl: za %@ min
pt: dentro de %@ min
pt_pt: daqui a %@min
ro: peste %@ m
ru: через %@ мин
sk: o %@ min
sl: čez %@ m
sv: om %@ m
th: ใน %@ นาที
tr: %@ dk. sonra
uk: через %@ хв
vi: sau %@ phút nữa
zh_cn: %@分钟后
zh_hk: %@分鐘後
zh_tw: %@分鐘後

# SUMMARIZATION_ONBOARDING_CUSTOMIZATION_V2_TITLE
source: Choose Notifications to Summarize
ar: اختيار الإشعارات المراد تلخيصها
bg: Избор на известия за обобщаване
ca: Selecciona les notificacions que vulguis resumir
cs: Vyberte aplikace, pro které chcete vytvářet souhrny
da: Vælg notifikationer, der skal opsummeres
de: Mitteilungen zum Zusammenfassen auswählen
el: Επιλέξτε γνωστοποιήσεις για σύνοψη
es: Selecciona qué notificaciones resumir
es_419: Selecciona las notificaciones a resumir
fi: Valitse ilmoitukset, joista tehdään yhteenveto
fr: Choisir les notifications à résumer
fr_ca: Choisir les notifications à résumer
he: בחירת עדכונים לסיכום
hi: सारांश तैयार करने के लिए सूचनाएँ चुनें
hr: Odaberite obavijesti za sažimanje
hu: Összegezni kívánt értesítések kiválasztása
id: Pilih Pemberitahuan yang Akan Diringkas
it: Scegli le notifiche da riassumere
ja: 要約をする通知を選択
kk: Жинақтау керек хабарландыруларды таңдау
ko: 요약할 알림 선택
lt: Pasirinkite apibendrinamus pranešimus
ms: Pilih Pemberitahuan untuk Diringkaskan
nl: Kies meldingen om samen te vatten
no: Velg varslinger for opp­sum­mering
pl: Wybierz powiadomienia do streszczania
pt: Escolher Notificações para Resumir
pt_pt: Escolher notificações a resumir
ro: Alegeți notificările de rezumat
ru: Выберите уведомления для конспектирования
sk: Vyberte hlásenia, ktoré chcete zhrnúť
sl: Izbira obvestil za povzemanje
sv: Välj notiser som ska sammanfattas
th: เลือกการแจ้งเตือนที่จะสรุป
tr: Özetlenecek Bildirimleri Seçin
uk: Оберіть, які сповіщення підсумовувати
vi: Chọn thông báo sẽ tóm tắt
zh_cn: 选取要生成摘要的通知
zh_hk: 選擇通知以摘要
zh_tw: 選擇要生成摘要的通知

# SUMMARIZATION_ONBOARDING_CUSTOMIZATION_V2_CATEGORY_NEWS
source: News & Entertainment
ar: الأخبار والترفيه
bg: Новини и развлечение
ca: Notícies i entreteniment
cs: Zpravodajství a zábava
da: Nyheder og underholdning
de: Nachrichten & Unterhaltung
el: Ειδήσεις και ψυχαγωγία
es: Noticias y entretenimiento
es_419: Noticias y entretenimiento
fi: Uutiset ja viihde
fr: Actualités et divertissement
fr_ca: Actualités et divertissement
he: חדשות ובידור
hi: समाचार और मनोरंजन
hr: Vijesti i zabava
hu: Hírek és szórakozás
id: Berita & Hiburan
it: Notizie e intrattenimento
ja: ニュースとエンターテイメント
kk: Жаңалықтар мен ойын-сауық
ko: 뉴스 및 엔터테인먼트
lt: Naujienos ir pramogos
ms: Berita & Hiburan
nl: Nieuws en amusement
no: Nyheter og underholdning
pl: Aktualności i rozrywka
pt: Notícias e Entretenimento
pt_pt: Notícias e entretenimento
ro: Știri și divertisment
ru: Новости и развлечения
sk: Správy a zábava
sl: Novice in Razvedrilo
sv: Nyheter och underhållning
th: ข่าวสารและความบันเทิง
tr: Haberler ve Eğlence
uk: Новини та розваги
vi: Tin tức & Giải trí
zh_cn: 新闻与娱乐
zh_hk: 新聞與娛樂
zh_tw: 新聞與娛樂

source: Today
ar: اليوم
bg: Днес
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
es_419: Hoy
fi: Tänään
fr: Aujourd’hui
fr_ca: Aujourd’hui
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari Ini
it: Oggi
ja: 今日
kk: Бүгін
ko: 오늘
lt: Šiandien
ms: Hari Ini
nl: Vandaag
no: I dag
pl: Dzisiaj
pt: Hoje
pt_pt: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sl: Danes
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_cn: 今天
zh_hk: 今日
zh_tw: 今天

# SUMMARIZATION_ONBOARDING_INTRO_PRIVACY_TEXT
source: Apple Intelligence uses on-device processing to generate summaries. Summary accuracy may vary based on content.
ar: يستخدم ذكاء Apple المعالجة على الجهاز لإنشاء الملخصات. قد تختلف دقة الملخص حسب المحتوى.
bg: За генерирането на обобщения Apple Intelligence използва локална обработка на устройството. Точността на обобщението може да е различна в зависимост от съдържанието.
ca: L’Apple Intelligence utilitza el processament local per generar els resums, la precisió dels quals pot variar en funció del contingut.
cs: Apple Intelligence používá ke generování souhrnů zpracování přímo v zařízení. Přesnost souhrnů se může různit v závislosti na obsahu.
da: Apple Intelligence bruger behandling på enheden til at generere resumeer. Nøjagtigheden af resumeet kan variere afhængigt af indholdet.
de: Apple Intelligence verarbeitet Daten zur Erstellung von Zusammenfassungen direkt auf dem Gerät. Die Genauigkeit von Zusammenfassungen kann je nach Inhalt variieren.
el: Το Apple Intelligence χρησιμοποιεί επεξεργασία επί της συσκευής για δημιουργία συνόψεων. Η ακρίβεια της σύνοψης ενδέχεται να διαφέρει ανάλογα με το περιεχόμενο.
es: Apple Intelligence usa el procesamiento local para generar resúmenes. La precisión del resumen puede variar en función del contenido.
es_419: Apple Intelligence usa procesamiento dentro del dispositivo para generar resúmenes. La precisión del resumen podría variar según el contenido.
fi: Apple Intelligence luo yhteenvedot käyttäen laitteen sisäistä käsittelyä. Yhteenvedon tarkkuus voi vaihdella sisällön mukaan.
fr: Apple Intelligence utilise un traitement des données sur l’appareil pour générer des résumés. La précision des résumés peut varier selon leur contenu.
fr_ca: Apple Intelligence traite les informations sur l’appareil pour générer les résumés. La précision de ces derniers peut varier selon le contenu.
he: תהליכי עיבוד במכשיר עצמו משמשים את Apple Intelligence ליצירת הסיכומים. דיוק הסיכום עשוי להשתנות לפי התוכן.
hi: Apple Intelligence सारांश तैयार करने के लिए ऑन-डिवाइस प्रोसेसिंग का इस्तेमाल करता है। सारांश सटीकता कॉन्टेंट पर निर्भर करती है।
hr: Apple Intelligence koristi obradu na uređaju za generiranje sažetaka. Točnost sažetka može varirati ovisno o sadržaju.
hu: Az Apple Intelligence eszközön történő feldolgozás használatával generál összegzéseket. Az összegzés pontossága a tartalomtól függően eltérő lehet.
id: Apple Intelligence menggunakan pemrosesan pada perangkat untuk membuat ringkasan. Akurasi ringkasan dapat bervariasi berdasarkan konten.
it: Apple Intelligence utilizza l’elaborazione sul dispositivo per generare riepiloghi. L’accuratezza potrebbe variare in base al contenuto.
ja: Apple Intelligenceは通知の要約をデバイス上で処理します。要約の精度は内容によって異なります。
kk: Apple Intelligence жинақтамаларды жасау үшін құрылғыдағы өңдеуді пайдаланады. Жинақтама дәлдігі контентке қарай әртүрлі болуы мүмкін.
ko: Apple Intelligence는 온디바이스 처리 기능을 사용하여 요약을 생성합니다. 요약의 정확도는 콘텐츠에 따라 다를 수 있습니다.
lt: „Apple Intelligence“ apdoroja duomenis įrenginyje santraukoms generuoti. Santraukų tikslumas gali skirtis priklausomai nuo turinio.
ms: Apple Intelligence menggunakan pemprosesan pada peranti untuk menjana ringkasan. Ketepatan ringkasan mungkin berbeza-beza berdasarkan kandungan.
nl: Apple Intelligence gebruikt verwerking op het apparaat om samenvattingen te genereren. De nauwkeurigheid van de samenvattingen kan variëren en is afhankelijk van de inhoud.
no: Apple Intelligence behandler data lokalt på enheten for å generere opp­sum­meringer. Nøyaktig­heten av opp­sum­meringen kan variere etter innholdet.
pl: Apple Intelligence generuje streszczenia, przetwarzając dane na urządzeniu. Dokładność streszczeń zależy od ich treści.
pt: A Apple Intelligence usa o processamento no dispositivo para gerar resumos. A precisão dos resumos pode variar com base no conteúdo.
pt_pt: Apple Intelligence usa processamento no dispositivo para gerar resumos. A precisão dos resumos varia em função do conteúdo.
ro: Apple Intelligence utilizează procesare pe dispozitiv pentru a genera rezumatele. Precizia rezumatelor poate varia în funcție de conținut.
ru: Apple Intelligence генерирует конспекты, обрабатывая данные на Вашем устройстве. Точность результата может зависеть от вида и качества контента.
sk: Apple Intelligence používa na generovanie zhrnutí spracovanie priamo na zariadení. Presnosť zhrnutí môže kolísať v závislosti od obsahu.
sl: Funkcija Apple Intelligence za ustvarjanje povzetkov uporablja obdelavo podatkov v napravi. Točnost povzetka je odvisna od vsebine.
sv: Apple Intelligence använder bearbetning på enheten till att skapa sammanfattningar. Hur exakt sammanfattningen är kan variera beroende på innehållet.
th: Apple Intelligence ใช้การประมวลผลบนอุปกรณ์เพื่อสร้างสรุป ความถูกต้องของสรุปอาจแตกต่างกันตามเนื้อหา
tr: Apple Intelligence, özetleri oluşturmak için aygıtta işlemeyi kullanır. Özet doğruluğu, içeriğe göre değişebilir.
uk: Apple Intelligence створює підсумки безпосередньо на пристрої. Точність підсумків може різнитися залежно від вмісту.
vi: Apple Intelligence sử dụng quá trình xử lý trên thiết bị để tạo tóm tắt. Độ chính xác của tóm tắt có thể thay đổi tùy theo nội dung.
zh_cn: Apple智能使用设备端处理生成摘要。摘要准确性可能因具体内容而异。
zh_hk: Apple Intelligence使用裝置端處理來產生摘要。摘要準確性可能會因內容而異。
zh_tw: Apple Intelligence會透過裝置端處理來生成摘要。摘要準確性可能視內容而有所不同。

# SUMMARIZATION_ONBOARDING_CUSTOMIZATION_V2_CATEGORY_NONE
source: None
ar: لا شيء
bg: Без
ca: Cap
cs: Žádná
da: Ingen
de: Ohne
el: Καμία
es: Ninguna
es_419: Ninguna
fi: Ei mitään
fr: Aucune
fr_ca: Aucune
he: ללא
hi: कोई नहीं
hr: Bez
hu: Nincs
id: Tidak Ada
it: Nessuna
ja: なし
kk: Жоқ
ko: 없음
lt: Nėra
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt: Nenhuma
pt_pt: Nenhuma
ro: Nimic
ru: Не выбрано
sk: Žiadne
sl: Brez
sv: Ingen
th: ไม่มี
tr: Hiçbiri
uk: Немає
vi: Không
zh_cn: 无
zh_hk: 無
zh_tw: 無

# SUMMARIZATION_ONBOARDING_INTRO_CANCEL_TEXT
source: Not Now
ar: ليس الآن
bg: Не сега
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Später
el: Όχι τώρα
es: Ahora no
es_419: Ahora no
fi: Ei nyt
fr: Plus tard
fr_ca: Plus tard
he: לא כעת
hi: अभी नहीं
hr: Ne sada
hu: Most nem
id: Nanti
it: Non ora
ja: 今はしない
kk: Қазір емес
ko: 지금 안 함
lt: Ne dabar
ms: Nanti
nl: Niet nu
no: Ikke nå
pl: Nie teraz
pt: Agora Não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sl: Ne zdaj
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Sonra
uk: Не зараз
vi: Để sau
zh_cn: 以后
zh_hk: 稍後決定
zh_tw: 稍後再說

# BULLETIN_TO_DATE_FORMAT
source: thru %@
ar: إلى %@
bg: до %@
ca: fins %@
cs: až %@
da: til og med %@
de: bis %@
el: έως %@
es: hasta el %@
es_419: hasta: %@
fr: jusqu’à %@
fr_ca: jusqu’à %@
he: ועד %@
hi: %@ तक
hr: do %@
hu: eddig: %@
id: hingga %@
ko: %@까지
lt: iki: %@
ms: hingga %@
nl: t/m %@
no: t.o.m. %@
pt: até %@
pt_pt: até %@
ro: până: %@
sk: až %@
sl: do vključno %@
sv: till och med %@
th: จนถึง%[tt]@
uk: до %@
vi: đến hết %@
zh_cn: 直到%@
zh_hk: %@全日
zh_tw: %@整日

# SUMMARIZATION_ONBOARDING_CUSTOMIZATION_V1_CONFIRM_TEXT
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljevanje
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# SUMMARIZATION_ONBOARDING_BACK_TEXT
source: Back
ar: رجوع
bg: Назад
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_419: Atrás
fi: Takaisin
fr: Retour
fr_ca: Retour
he: הקודם
hi: पीछे
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
kk: Артқа
ko: 뒤로
lt: Atgal
ms: Balik
nl: Vorige
no: Tilbake
pl: Wróć
pt: Voltar
pt_pt: Anterior
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回
zh_tw: 返回

# SUMMARIZATION_ONBOARDING_CUSTOMIZATION_V1_TITLE
source: Customize Notification Summaries
ar: تخصيص ملخصات الإشعارات
bg: Персонализирай обобщенията на известията
ca: Personalitza els resums de les notificacions
cs: Přizpůsobte si souhrny oznámení
da: Tilpas resumeer af notifikationer
de: Mitteilungszusammenfassungen anpassen
el: Προσαρμογή συνόψεων γνωστοποιήσεων
es: Personaliza los resúmenes de las notificaciones
es_419: Personaliza los resúmenes de las notificaciones
fi: Muokkaa ilmoitusten yhteenvetoja
fr: Personnaliser les résumés des notifications
fr_ca: Personnaliser les résumés des notifications
he: התאמה אישית של סיכומי העדכונים
hi: सूचना सारांश कस्टमाइज़ करें
hr: Prilagodi sažetke obavijesti
hu: Értesítésösszegzések testreszabása
id: Sesuaikan Ringkasan Pemberitahuan
it: Personalizza i riepiloghi delle notifiche
ja: 通知の要約を カスタマイズ
kk: Хабарландыру жинақтамаларын бейімдеу
ko: 알림 요약 사용자화
lt: Pritaikyti pranešimų suvestines
ms: Sesuaikan Ringkasan Pemberitahuan
nl: Pas samenvattingen van meldingen aan
no: Tilpass oppsummering av varslinger
pl: Dostosuj streszczenia powiadomień
pt: Personalize os Resumos de Notificações
pt_pt: Personalizar resumos de notificações
ro: Personalizați rezumatele notificărilor
ru: Настройка конспектирования уведомлений
sk: Prispôsobenie zhrnutí hlásení
sl: Prilagajanje povzetkov obvestil
sv: Anpassa notissammanfattningar
th: กำหนดสรุป การแจ้งเตือนเอง
tr: Bildirim Özetlerini Özelleştirin
uk: Налаштуйте підсумки зі сповіщень
vi: Tùy chỉnh tóm tắt thông báo
zh_cn: 自定义通知 摘要
zh_hk: 自訂通知 摘要
zh_tw: 自訂通知摘要

# SUMMARIZATION_ONBOARDING_CUSTOMIZATION_V1_CANCEL_TEXT
source: Don’t Summarize Notification Previews
ar: عدم تلخيص معاينات الإشعارات
bg: Не обобщавай прегледите на известията
ca: No resumeixis les previsualitzacions de les notificacions
cs: Neshrnovat náhledy oznámení
da: Opsummer ikke eksempler på notifikationer
de: Mitteilungsvorschauen nicht zusammenfassen
el: Δεν επιθυμώ σύνοψη προεπισκοπήσεων γνωστοποιήσεων
es: No resumir la previsualización de las notificaciones
es_419: No resumir las vistas previas de las notificaciones
fi: Älä tee yhteenvetoa ilmoitusten esikatseluista
fr: Ne pas résumer les aperçus des notifications
fr_ca: Ne pas résumer les aperçus des notifications
he: לא לסכם תצוגות מקדימות של עדכונים
hi: सूचना प्रीव्यू का सारांश न बनाएँ
hr: Nemoj sažimati preglede obavijesti
hu: Ne legyenek összegezve az értesítés-előnézetek
id: Jangan Ringkas Pratinjau Pemberitahuan
it: Non riassumere le anteprime delle notifiche
ja: 通知プレビューを要約しない
kk: Хабарландырулардың алдын ала көріністерін жинақтамау
ko: 알림 미리보기 요약 안 함
lt: Neapibendrinti pranešimų peržiūrų
ms: Jangan Ringkaskan Pratonton Pemberitahuan
nl: Vat voorvertoningen van meldingen niet samen
no: Ikke oppsummer forhåndsvisninger av varslinger
pl: Nie streszczaj podglądów powiadomień
pt: Não Resumir Pré‑visualizações de Notificações
pt_pt: Não resumir pré‑visualizações de notificações
ro: Nu se rezumă previzualizările notificărilor
ru: Не показывать конспекты в предпросмотре уведомлений
sk: Nezhrňovať náhľady hlásení
sl: Brez povzetka predogledov obvestil
sv: Sammanfatta inte notisförhandsvisningar
th: ไม่สรุปตัวอย่างการแจ้งเตือน
tr: Bildirim Önizlemelerini Özetleme
uk: Не підсумовувати передогляди сповіщень
vi: Không tóm tắt bản xem trước thông báo
zh_cn: 不生成通知预览摘要
zh_hk: 不要為通知預覽提供摘要
zh_tw: 不生成通知預覽的摘要

# SUMMARIZATION_ONBOARDING_CUSTOMIZATION_V2_CATEGORY_NONE_SUB_TEXT
source: Do not summarize notifications
ar: عدم تلخيص الإشعارات
bg: Не обобщавай известията
ca: No resumeixis les notificacions
cs: Nevytvářet souhrny oznámení
da: Opsummer ikke notifikationer
de: Mitteilungen nicht zusammenfassen
el: Δεν επιθυμώ σύνοψη γνωστοποιήσεων
es: No resumir las notificaciones
es_419: No resumir notificaciones
fi: Älä tee ilmoituksista yhteenvetoja
fr: Ne pas résumer les notifications
fr_ca: Ne pas résumer les notifications
he: לא לסכם עדכונים
hi: सूचनाओं के सारांश न तैयार करें
hr: Nemoj sažimati obavijesti
hu: Ne legyenek összegezve az értesítések
id: Jangan ringkas pemberitahuan
it: Non riassumere le notifiche
ja: 通知を要約しません
kk: Хабарландыруларды жинақтамау
ko: 알림을 요약할 수 없음
lt: Neapibendrinti pranešimų
ms: Jangan ringkaskan pemberitahuan
nl: Vat meldingen niet samen
no: Ikke oppsummer varslinger
pl: Nie streszczaj powiadomień
pt: Não resumir as notificações
pt_pt: Não resumir notificações
ro: Nu rezumați notificările
ru: Не конспектировать уведомления
sk: Nevytvárať zhrnutia hlásení
sl: Ne povzemaj obvestil
sv: Sammanfatta inte notiser
th: ไม่ต้องสรุปการแจ้งเตือน
tr: Bildirimleri özetleme
uk: Не підсумовувати сповіщення
vi: Không tóm tắt thông báo
zh_cn: 不生成通知摘要
zh_hk: 不要生成通知摘要
zh_tw: 不要為通知生成摘要

# SUMMARIZATION_ONBOARDING_CUSTOMIZATION_V2_CATEGORY_COMMUNICATION
source: Communication & Social
ar: التواصل والاجتماعيات
bg: Комуникация и социални
ca: Comunicació i xarxes socials
cs: Komunikace a sociální sítě
da: Kommunikation og socialt
de: Kommunikation & Soziale Medien
el: Επικοινωνία και κοινωνικά δίκτυα
es: Comunicación y redes sociales
es_419: Comunicación y redes sociales
fi: Viestintä ja some
fr: Communication et réseaux sociaux
fr_ca: Communication et réseaux sociaux
he: תקשורת ורשתות חברתיות
hi: संचार और सोशल
hr: Komunikacija i društvene mreže
hu: Kommunikáció és közösségi
id: Komunikasi & Sosial
it: Comunicazioni e social
ja: コミュニケーションとソーシャル
kk: Байланыс пен әлеуметтік желілер
ko: 커뮤니케이션 및 소셜 미디어
lt: Bendravimas ir socialiniai tinklai
ms: Komunikasi & Sosial
nl: Communicatie en sociaal
no: Kommunikasjon og sosialt
pl: Komunikacja i społeczności
pt: Comunicação e Social
pt_pt: Comunicação e social
ro: Comunicare și socializare
ru: Общение и соцсети
sk: Komunikácia a sociálne siete
sl: Komunikacija in Družabno
sv: Kommunikationer och socialt
th: การสื่อสารและสังคมออนไลน์
tr: İletişim ve Sosyal
uk: Спілкування та соцмережі
vi: Truyền thông & Xã hội
zh_cn: 通信与社交
zh_hk: 通訊與社交
zh_tw: 通訊與社群

source: Tomorrow
ar: غدًا
bg: Утре
ca: Demà
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
es_419: Mañana
fi: Huomenna
fr: Demain
fr_ca: Demain
he: מחר
hi: कल
hr: Sutra
hu: Holnap
id: Besok
it: Domani
ja: 明日
kk: Ертең
ko: 내일
lt: Rytoj
ms: Esok
nl: Morgen
no: I morgen
pl: Jutro
pt: Amanhã
pt_pt: Amanhã
ro: Mâine
ru: Завтра
sk: Zajtra
sl: Jutri
sv: Imorgon
th: วันพรุ่งนี้
tr: Yarın
uk: Завтра
vi: Ngày mai
zh_cn: 明天
zh_hk: 明日
zh_tw: 明天

source: Now
ar: الآن
bg: Сега
ca: Ara
cs: Teď
da: Nu
de: Jetzt
el: Τώρα
es: Ahora
es_419: Ahora
fi: Nyt
fr: Maintenant
fr_ca: Maintenant
he: כעת
hi: अभी
hr: Sada
hu: Most
id: Sekarang
it: Adesso
ja: 今
kk: Қазір
ko: 지금
lt: Dabar
ms: Sekarang
nl: Nu
no: Nå
pl: Teraz
pt: Agora
pt_pt: Agora
ro: Acum
ru: Сейчас
sk: Teraz
sl: Zdaj
sv: Nu
th: ตอนนี้
tr: Şimdi
uk: Зараз
vi: Bây giờ
zh_cn: 现在
zh_hk: 現時
zh_tw: 現在

# RELATIVE_DATE_PAST_MIN
source: %@m ago
ar: منذ %@ دقيقة
bg: Преди %@ мин.
ca: fa %@ min
cs: před %@ min
da: %@ m. siden
de: Vor %@ Min.
el: %@ λ. πριν
es: hace %@ m
es_419: hace %@ m
fi: %@ min sitten
fr: il y a %@ min
fr_ca: il y a %@ min
he: לפני %@ דק׳
hi: %@ मि॰ पूर्व
hr: prije %@ min
hu: %@ perce
id: %@m lalu
it: %@ min fa
ja: %@分前
kk: %@ мин бұрын
ko: %@분 전
lt: Prieš %@ min.
ms: %@m lalu
nl: %@m geleden
no: %@ min siden
pl: %@ m temu
pt: há %@ min
pt_pt: há %@min
ro: acum %@ m
ru: %@ мин назад
sk: pred %@ min
sl: Pred %@ m
sv: %@ m sedan
th: %@ นาทีที่แล้ว
tr: %@ dk. önce
uk: %@ хв тому
vi: %@ phút trước
zh_cn: %@分钟前
zh_hk: %@分鐘前
zh_tw: %@分鐘前

# SUMMARIZATION_ONBOARDING_CUSTOMIZATION_V2_CONFIRM_TEXT_NO_SELECTION
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljevanje
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# RELATIVE_DATE_FUTURE_SEC
source: in %@s
ar: خلال %@ ثواني
bg: след %@ сек
ca: en %@ s
cs: za %@ s
da: om %@ s
de: In %@ Sek.
el: σε %@ δ.
es: en %@ s
es_419: dentro de %@ s
fi: %@ s
fr: dans %@ s
fr_ca: dans %@ s
he: בעוד %@ שנ׳
hi: %@ सेकंड में
hr: za %@ s
hu: %@ másodpercen belül
id: dalam %@d
it: tra %@ s
ja: %@秒後
kk: %@ секундтан кейін
ko: %@초 후
lt: po %@ sek.
ms: dalam %@s
nl: over %@s
no: om %@ s
pl: za %@ s
pt: em %@s
pt_pt: daqui a %@s
ro: peste %@ s
ru: через %@ с
sk: o %@ s
sl: čez %@ s
sv: om %@ s
th: ใน %@ วินาที
tr: %@ sn. sonra
uk: через %@ с
vi: sau %@ giây nữa
zh_cn: %@秒钟后
zh_hk: %@秒後
zh_tw: %@秒後
